[
{"text":"To be the man I know I can be, I must work for it today."}, 
{"text":"I do not fear my demons, I thank them for making me stronger."},
{"text":"I am the perfect man.  Through my greater self nothing escapes me."},
{"text":"I am immortal, the energy that composes me has always and will always exist; it just changes forms as will I."},
{"text":"I cannot truly create or destory anything; I can only alter its form."},
{"text":"You do not lose people or let things go, you simply give them back."},
{"text":"You do not choose the landscape your journey begins on, you choose how to traverse it."},
{"text":"Life is a journey where you slowly remember who you are."},
{"text":"Fear and excitement are the same emotion, the same reaction; it is you who determines how you feel."},
{"text":"Live in the moment, you can only live it once."},
{"text":"You can be thankful for anything in life."},
{"text":"Your emotions are you, you are not your emotions."},
{"text":"The goal of everyone should be this: to raise the collective."},
{"text":"Every time you are broken is an opportunity to rebuild yourself stronger."},
{"text":"Your mistakes do not define you if truly redefine yourself."},
{"text":"The human being is a metamorphosis from beast to god.  We can choose with attributes to embody."},
{"text":"Instead of being your greatest enemy, be your greatest teacher."},
{"text":"I believe that every person in this life can teach me something whether it is something new or reminding me of something I know."},
{"text":"Your masks may fool others but they will not fool yourself."},
{"text":"Most people fear death even though they have never truly lived."},
{"text":"Learn from your darker half but do not worship it."},
{"text":"Motivation is your mistress but discipline is your wife."},
{"text":"You know what you have to do, so do it."},
{"text":"There are two types of people, those who worship reality, and those who have the ability to bend it to their will."},
{"text":"Hell is the regret you feel when you see who you could have been."},
{"text":"Those who go through the motions of life are at the mercy of their destiny.  Those who carve their own path have destiny at their mercy."},
{"text":"Wonder is the best form of humility."},
{"text":"I shall transcend this weak human form to my true self."},
{"text":"Too much light can be just as blinding as darkness."},
{"text":"I am the chosen one, for I have awoken."},
{"text":"Learn from the past, anticipate the future, but live in the present."},
{"text":"I have the potential to be the greatest villain of all, but I can be the greatest hero as well."},
{"text":"Even if you lived as a coward, you can always die with courage."},
{"text":"If you are suffering, changes are someone has it worse than you.  If not, you have an opportunity to push the limits of what the human being can withstand."},
{"text":"Encourage people's best but anticipate their worst."},
{"text":"Any form of discomfort is a chance to get stronger."},
{"text":"If I fail and fall down I shall enjoy the ride down."},
{"text":"Everything is a test."},
{"text":"Pain is a reminder you are alive."},
{"text":"I did not make the rules, I simply learn how to exploit them."}
]
