[
{"text":"To be the man I know I can be, I must work for it today."}, 
{"text":"I do not fear my demons, I thank them for making me stronger."},
{"text":"I am the perfect man.  Through my greater self nothing escapes me."},
{"text":"I am immortal, the energy that composes me has always and will always exist; it just changes forms as will I."},
{"text":"I cannot truly create or destory anything; I can only alter its form."},
{"text":"I do not lose people or let things go, I simply give them back."},
{"text":"I do not choose the landscape my journey begins on, I choose how to traverse it."},
{"text":"Life is a journey where I slowly remember who I am."},
{"text":"Fear and excitement are the same emotion, the same reaction; it is I who determines how I feel."},
{"text":"I live in the moment, for I can only live it once."},
{"text":"I can be thankful for anything in life."},
{"text":"My emotions are me, I am not my emotions."},
{"text":"A goal I possess and the goal that all should possess is this: to raise the collective."},
{"text":"Every time I am broken is an opportunity to rebuild myself stronger."},
{"text":"My mistakes do not define me if truly redefine myself.  I determine who I am."},
{"text":"The human being is a metamorphosis from beast to god.  I can choose with attributes to embody."},
{"text":"Instead of being my greatest enemy, I can be my greatest teacher."},
{"text":"I believe that every person in this life can teach me something whether it is something new or reminding me of something I know."},
{"text":"My masks may fool others but they will not fool me.  I know the truth; I know myself."},
{"text":"Most people fear death even though they have never truly lived.  I live a great life and will have a good death."},
{"text":"I learn from my darker half but do not worship it."},
{"text":"Motivation is my mistress but discipline is my wife.  I remember who stands by my side unendingly."},
{"text":"I know what I must do, so I will do it."},
{"text":"There are two types of people, those who worship reality, and those who have the ability to bend it to their will.  I do not worship anything."},
{"text":"Hell is the regret a lesser me would feel when they see who they could have been.  Heaven is joy the perfect me feels when I see who I am."},
{"text":"Those who go through the motions of life are at the mercy of their destiny.  I carve my own path and have destiny at my mercy."},
{"text":"Wonder is the best form of humility and a quality I always posses."},
{"text":"I shall transcend this weak human form to my true self."},
{"text":"Too much light can be just as blinding as darkness.  I maintain balance between the two and have clear vision."},
{"text":"I am the chosen one, for I have awoken."},
{"text":"I learn from the past and anticipate the future, but live in the present."},
{"text":"I have the potential to be the greatest villain of all, but I can be the greatest hero as well."},
{"text":"I live my life with fortidude, each day crowned with valor and glory."},
{"text":"If I am suffering, chances are someone has it worse than me.  If not, I have the opportunity to push the limits of what the human being can withstand."},
{"text":"I encourage people's best but anticipate their worst."},
{"text":"Any form of discomfort I have is a chance to get stronger."},
{"text":"If I fail and fall down I shall enjoy the ride down."},
{"text":"Everything is a test that I will learn from; that I will pass."},
{"text":"Pain is a reminder I am alive."},
{"text":"I did not make the rules, I simply learn how to exploit them."},
{"text":"I am the all experiencing itself.  Reality bends to my will; the universe answers my beckoning."},
{"text":"I did not make the rules, I simply learn how to exploit them."},
{"text":"I remain stoic in all that I do."},
{"text":"Sorrow and heartbreak are reminders I am fortunate to know love and joy."},
{"text":"I am a master of science, an expert on engineering, and an inventor of technology."},
{"text":"Destiny is whatever I will to happen."},
{"text":"I have the ability to adapt to anything and learn everything."},
{"text":"All the universe is sounds and frequencies.  Whatever I do is an orchestra."},
{"text":"If live is but a dream then the dreams I have are reality."},
{"text":""},
{"text":""},
{"text":""},
{"text":""},
{"text":""},
{"text":""},
{"text":""},
{"text":""},
{"text":""},
{"text":""},
{"text":""}
]
